<template>
	<div class="news-detail">
		<div class="main-bg">
			<div class="main-con">
				<div class="main-l">
					<img class="qrcode" src="../assets/qrcode.png" alt="">
					<a class="btn btn-dl btn-dl-ios" href="javascript:void(0);">ios下载</a>
					<a class="btn btn-dl btn-dl-and" href="javascript:void(0);">安卓下载</a>
				</div>
				<div class="main-news">
					<div class="m-t">
						<span>新闻中心 / News</span>
						<ul>
							您的位置：
							<router-link :to="{name:'HomeLink'}">官网首页</router-link>/
							<router-link :to="{name:'NewsLink'}">新闻中心</router-link>/
							<li>活动</li>
						</ul>
					</div>
					<div class="md-c">
						<div class="md-t">
							<h3>《凡人修仙传》游戏介绍</h3>
							<h4>游戏类型：角色扮演类手机游戏</h4>
							<h4>游戏名称：凡人修仙传</h4>
							<h4>语言类型：中文</h4>
							<h4>游戏版本：V1.0</h4>
							<h4>开发地点：中国上海</h4>
						</div>
						<div class="md-j">
							<h3>一、《凡人修仙传》介绍</h3>
							<h4>[简介] </h4>
							<p>《凡人修仙传》是一款在线角色扮演RPG游戏。整个凡人修仙传构建了一个完整的虚拟社会体系，每一个玩家都能在游戏中体会不一样的人生。好友等社会关系使玩家有效地参与到游戏战斗，文明发展，个体交往等虚拟社会活动中去。</p>
							<h4>[游戏特点]</h4>
							<p>《凡人修仙传》是历时近两年精心打造的H5游戏盛宴，是基于白鹭引擎开发的即时在线大型智能RPG游戏。用户可通过手机、ipad和PC多端访问游戏服务器，形成多线程在一个服务器运行游戏的模式，从而实现多人在线互动游戏的特点。本款游戏将颠覆传统游戏的体验，让玩家感受三人行pk的爽快。
</p>
							<p><b>（一）剑仙：</b>剑仙拥有强壮的体魄，最擅长近身攻击，拥有极强的物理破坏力，并且还拥有较高的防御能力
</p>
							<p><b>（二）琴师：</b>琴师有强大的魔法作为基础，能够发动各式各样的绚丽魔法。琴师比其他职业养颜，更多的远程范围攻击手段。
</p>
							<p><b>（三）羽扇：</b>羽扇可以召唤神兽作为自己的护法，帮助攻击和防御。同时，有众多辅助技能，在群体战中受到绝对的尊重。</p>
							<p><b>[运行要求]</b></p>
							<p>《凡人修仙传》可通过手机、ipad和PC多端访问，无缝跨三屏。</p>
							<h3>二、操作说明</h3>
							<p>《凡人修仙传》是一款H5挂机游戏，自动战斗，适合新手快速上手。玩家可以在手机、ipad或者PC端进入游戏，选择所需创建角色，输入角色名，点击确认按钮进入游戏。进入游戏后，在新手指引下，自动完成战斗，交接任务。</p>
							<h4>1、如何进入游戏</h4>
							<p>（1）打开网页输入正确的游戏地址，即可进入游戏。</p>
							<p>（2）从正确的游戏入口进入，比如微信公众号，大型H5游戏平台，社区等。</p>
							
							<h4>2、如何进行创角</h4>
							<p>（1）进入游戏之后，玩家可自行选择自己喜欢的职业角色。</p>
							<p>（2）选中之后，点击确认按钮即可进入游戏场景。</p>
							<h4>3、如何进行战斗</h4>
							<p>（1）游戏中的战斗全部实现了智能自动化，无需手动操作，真正意义上的解放的双手。</p>
							<h4>4、如何拾取物品 </h4>
							<p>（1）游戏中拾取物品全部实现了智能自动化拾取，无需手动操作。</p>
							<h4>5、如何使用道具</h4>
							<p>（1）点击背包，打开背包，移到选择要用的道具上，点击即可弹出物品tips框，可使用的物品将会出现使用按钮。</p>
							<h4>6、如何交接任务</h4>
							<p>（1）游戏中的任务全部是自动接取。</p>
							<p>（2）当玩家完成对应任务之后，任务将会出现流光特效提示玩家。</p>
							<p>（3）玩家点击已完成的任务之后，即可完成交任务操作并获得任务奖励。</p>
							<h4>7、如何跑动</h4>
							<p>（1）游戏中角色全程跑动实现智能自动化，角色将会自动跑动，寻路，打怪，拾取奖励。</p>
							<h4>8、如何查看功能按钮</h4>
							<p>（1）界面功能按钮简洁大方，玩家可通过点击功能入口图标进而浏览每个功能玩法。</p>
							<h3>三、特色系统</h3>
							<h4>7.1职业系统</h4>
							<p>（1）全新的职业系统，颠覆了传统传奇玩家只能操作一个职业的尴尬境地。《凡人修仙传》实现三人行的全新体验，让玩家从源头感受到史无前例的PK爽快！</p>
							<h4>7.2转生系统</h4>
							<p><b>1.功能开启条件</b></p>
							<p>（1）玩家达到80级之后即开启转生系统。</p>
							<p>（2）玩家可在【角色】功能中查看到【转生】。</p>
							<h4>2.角色转生条件</h4>
							<p>（1）玩家可在【转生】系统中获取修为。</p>
							<p>（2）获取修为分为三种方式：</p>
							<p>①使用角色经验兑换修为</p>
							<p>②使用高级修为丹兑换修为</p>
							<p>③使用超级修为丹兑换修为。</p>
							<p>（3）当修为满足转生所需值之后，玩家即可进行转生。</p>
							<h4>3.转生的好处</h4>
							<p>（1）转生之后，玩家可开启更高等级的BOSS攻打权限。</p>
							<p>（2）转生之后，玩家可穿戴更高等级的装备。</p>
							<p>（3）转生之后，玩家可升级更高等级的技能。</p>
							<h4>7.4竞技场系统</h4>
							<p>1、开启等级：玩家等级达到80级。</p>
							<p>2、开启时间和结束时间：</p>
							<p>a.开启时间为每周一10：00</p>
							<p>b.每周日晚22：00，争霸结束，进入休赛期。</p>
							<p>c.每周日晚22：30，结算段位奖励。</p>
							<p>d.每天0点结算每日奖励。</p>
							<p>3、挑战次数：</p>
							<p>a.设定最大恢复挑战次数为5，初始挑战次数为5次。</p>
							<p>b.当挑战次数不满时，每2个小时恢复1次挑战次数，最多恢复到挑战次数满。</p>
							<p>c.玩家可以消耗金币购买挑战次数，购买次数不限制是否超过挑战次数满。</p>
							<p>d.可购买的挑战次数限制为12次/日，购买挑战次数24：00重置。</p>
							<p>4、段位设定：</p>
							<p>a.竞技场共包括青铜、白银、黄金、钻石、王者5个段位，青铜最低，王者最高。</p>
							<p>b.每个段位分为5阶，五阶最低、一阶最高，则青铜到白银的段位排序为：
青铜五阶<青铜四阶<青铜三阶<青铜二阶<青铜一阶<白银五阶<白银四阶<白银三阶<白银二阶<白银一阶</p>
							<p>c.每阶分为三个星级，当星级满，自动升级到下一阶。</p>
							<p>d.阶数和星级满升入下一个段位。</p>
							<p>5、星级变更：</p>
							<p>a.在匹配战中击败其他玩家获得1颗星级。</p>
							<p>b.当玩家处于青铜和白银段位时，当玩家连续获得2场胜利时，进入连胜状态，连胜状态下每次胜利获得2颗星级。</p>
							<p>c.一旦失败，连胜状态消失，玩家需要再次连胜2场，才能获得连胜状态。</p>
							<p>d.当玩家处于黄金和钻石段位是，失败将减少1个星级，玩家可能掉回上一阶。</p>
							<p>e.玩家不会掉落到上一段位。</p>
							<p>6、匹配对手:</p>
							<p>a.优先匹配同一段位的对手。</p>
							<p>b.优先匹配等阶差2之内的对手，没有则匹配统一段位的任意对手。</p>
							<p>c.当匹配的对手不是当前段位时，随机匹配所在段位的对手。</p>
							<p>7、段位排名：</p>
							<p>a.优先段位排名，段位按照王者>钻石>黄金>白银>青铜。</p>
							<p>b.段位内按照阶排名：1阶>2阶>3阶>4阶>5阶。</p>
							<p>c.阶数相同的按照胜场排名，胜场多的排名靠前。</p>
							<p>d.胜场相同按照上榜时间先后顺序排，时间靠前，排名靠前。</p>
							<p>e.当一个新的竞技场赛周期开始后，排行榜清除，重新开始计算。</p>
							<p>8、奖励设定</p>
							<p>a.奖励分为战斗奖励、段位奖励、每日和排名奖励。</p>
							<p>b.战斗奖励,胜利和失败都可以获得战斗奖励。</p>
							<p>c.段位奖励：当奖励结算时处于什么段位，获得对应的奖励，奖励通过邮件发放。</p>
							<p>d.每日奖励：当奖励结算时处于什么段位，获得对应的奖励，奖励需要玩家手动领取。</p>
							<p>e.排名奖励：当奖励结算时排行榜1-5名的玩家，获得对应名字的奖励，奖励通过邮件发放。</p>
							<h3>7.5社交系统</h3>
							<h4>1、聊天系统</h4>
							<p>界面中滚动聊天框，打开对话框，显示“综合”、“世界”两个聊天频道，增加玩家与玩家之间的社交活动。</p>
							<h3>7.6合击系统</h3>
							<p>1、玩家合击技能是绑定任务来解锁，当完成对应任务的时候即可使用合击技能。</p>
							<p>2、合击技能：双龙斩。单人即可释放技能。英雄越多，合击技能伤害越高。</p>
							<p>3、优点：对怪物造成高额伤害。对玩家造成巨量伤害。</p>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default{
		name:"Official",
		data(){
			return{
				
			}
		}
	}
</script>

<style>

</style>










