<template>
	<div class="news-detail">
		<div class="main-bg">
			<div class="main-con">
				<div class="main-l">
					<img class="qrcode" src="../../assets/qrcode.png" alt="">
					<a class="btn btn-dl btn-dl-ios" href="javascript:void(0);">ios下载</a>
					<a class="btn btn-dl btn-dl-and" href="javascript:void(0);">安卓下载</a>
				</div>
				<div class="main-news">
					<div class="m-t">
						<span>新闻中心 / News</span>
						<ul>
							您的位置：
							<router-link :to="{name:'HomeLink'}">官网首页</router-link>/
							<router-link :to="{name:'NewsLink'}">新闻中心</router-link>/
							<li>活动</li>
						</ul>
					</div>
					<div class="md-c">
						<div class="md-t">
							<h3>个人攻略</h3>
							<h4>2019-03-08 20:02:22</h4>
						</div>
						<div class="md-j">
							<h4>一、升级篇：</h4>
							<p>1、主线任务</p>
							<p>建立好喜欢的角色之后，跟随主线任务开始修仙之旅吧！主线任务不但能带领您体验这幅仙侠绘卷中的剑胆琴心，浓墨书香，而且能帮助您迅速提高等级。主线任务是游戏开始的最佳选择。</p>
							<p>2、仙林灭蛛</p>
							<p>修仙修炼源自古代养生思想，是人们在自我意识的觉悟锤炼。而仙林就是上古修仙者为了锻炼自己的意识而施法建成的妖兽孕育之地，其中修炼一日可抵外界一年！</p>
							<p>角色50级开放仙林灭蛛玩法，在该玩法中您不仅可以享受疯狂诛妖的快乐，还可获得海量经验。消耗元宝，甚至可以将获得的经验翻倍！该玩法每天可挑战1次，提升VIP等级可以额外增加挑战次数哦！</p>
							<p>2、镇魔塔</p>
							<p>上古妖魔肆虐，有大能者，将其封印在无尽镇魔塔中，永世不得超生。现其因天地动荡出现缺口，有妖兽企图逃窜。需修仙者尽自己所能，斩杀塔中邪物，守一方之太平。</p>
							<p>角色55级开启镇魔塔玩法，挑战后可以获得海量经验和材料。每通过10关，还能获得1次抽奖机会！</p>
							<p>3、回收装备</p>
							<p>诛杀妖魔会收获很多装备，当打到不需要的装备时，可以选择回炉装备。装备越多，回收得到金币、强化石越多。</p>
							<p>4、野战</p>
							<p>修仙之路，岂止一人耳！八荒六合，宇宙洪荒修仙者不计其数。唯有将其一一击败，才能成就无上大道！</p>
							<p>玩家在野外可以诛杀附近修仙者，获取大量经验的同时，可掠取其仙物。</p>
							
							
							<h4>二、战力篇：</h4>
							<p>1、装备</p>
							<p>修仙之路艰难险阻，不止九九八十一难，若无几身上好的防具装备护身，怎么保证能安然无恙修成正果。</p>
							<p>修仙装备分为普通装备、雷霆装备、主宰装备、轮回装备、战神装备、时装等，装备可让角色迅速提升战力。通过追求更高级装备，激活套装属性，提升战力。</p>
							<p>2、锻造</p>
							<p>修仙之道，锻造之术乃重中之重！</p>
							<p>通过主界面【锻造】图标可进入。</p>
							<p>强化、精炼、宝石可提升角色属性，与装备挂钩。强化主要消耗强化石，回收装备可获得强化石；精炼消耗精炼石，精炼石由野外BOSS、野战等获得。</p>
							<p>3、宝物</p>
							<p>上古奇宝，有缘者得之，可遇而不可求！</p>
							<p>通过主界面【角色】-【宝物】图标可进入。</p>
							<p>龙珠、龙魄、足迹可大幅提升角色属性，宝物提升材料可在个人副本获得。</p>
							<p>4、光翼</p>
							<p>炼气化翼，翱翔天际，是每个修仙者的梦想！</p>
							<p>光翼不仅能提升战力，还使角色有外观的变化。不同翅膀增加的属性不相同。消耗羽毛，提升翅膀等级，获得大量属性加成。</p>
							<p>5、合击系统</p>
							<p>双剑合璧，琴瑟和鸣，多股不同的修炼真气凝练在一起，将产生威力庞大的合击技，是修仙者们斩妖除魔的一大杀手锏！</p>
							<p>通过完成限时任务界面的任务，可以获得强力的钢纹，集齐一套钢纹，合击技能威力将会大幅提升。</p>
							<p>6、转生</p>
							<p>转生并非真的死去，而是抛舍肉身，升华灵魂的过程。</p>
							<p>修为达到一定值后，可以进行转生，转生是装备穿戴的基本要求，同时也是提升战力的一大途径。</p>
							<p>7、法宝系统</p>
							<p>法宝，修仙者灵魂相通之物，法宝在则人在，法宝破则人亡。</p>
							<p>游戏中每个法宝都有自己独特的属性，可以通过挑战法宝BOSS，有一定概率获得！通过提升VIP等级或者购买法宝礼包，可以获得稀有的法宝。每个法宝均可以提升海量战力！</p>
							<p>不仅如此，通过押镖和法宝BOSS还可以获得法宝升级材料来进一步强化提升法宝。</p>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default{
		name:"Strategy107",
		data(){
			return{
				
			}
		}
	}
</script>

<style>
	

</style>







