<template>
	<div class="news-detail">
		<div class="main-bg">
			<div class="main-con">
				<div class="main-l">
					<img class="qrcode" src="../../assets/qrcode.png" alt="">
					<a class="btn btn-dl btn-dl-ios" href="javascript:void(0);">ios下载</a>
					<a class="btn btn-dl btn-dl-and" href="javascript:void(0);">安卓下载</a>
				</div>
				<div class="main-news">
					<div class="m-t">
						<span>新闻中心 / News</span>
						<ul>
							您的位置：
							<router-link :to="{name:'HomeLink'}">官网首页</router-link>/
							<router-link :to="{name:'NewsLink'}">新闻中心</router-link>/
							<li>活动</li>
						</ul>
					</div>
					<div class="md-c">
						<div class="md-t">
							<h3>职业介绍</h3>
							<h4>2019-03-08 20:02:22</h4>
						</div>
						<div class="md-j">
							<p>游戏中可以选择三种不同职业进行修仙，每个职业的背后都有他们自己的故事，玩家并根据喜好体验不一样的游戏乐趣。</p><br>
							<h4>【剑仙】</h4>
							<p>“十步杀一人，千里不留行”，剑仙拥有极其强大的单体攻击，再加上数年磨砺的精湛技巧，即使是朴实无华的普通剑法，在他们的手上也能发挥出巨大的力量。为了解决他们在群体攻击和远程上的短板，他们又精心创造出长虹断云、乾坤无限剑等剑仙技能。</p>
							<p>剑仙的攻击、爆发、生存能力都不容小觑，更在团战中起到了先锋作用。剑仙的技能虽然朴实无华，但每一个都有着独特的作用。一套“剑侠三连斩”，同档次的琴师、羽扇不饮恨躺下也要落荒而逃。那么“三连斩”都有哪些呢？是指乾坤无限剑、横雷剑诀、瞬剑击，它们会让你充分意识到剑仙职业的爆发是多么给力，一剑毙命不再是梦想！</p><br>
							<h4>【琴师】</h4>
							<p>琴师精通各种音律和自然元素的结合，他们力量来源于自然。琴师研究火、研究雷电、研究风与冰，并从音律悟出了各种技能。魔琴是他们最为喜爱的武器。受限于体力和生存能力，琴师不擅长近身的战斗，更喜欢远程群攻攻击，他们施法需要时间较长，因此尽量增大攻击范围。而一旦被敌人近身，琴师的生命就受到了极大的威胁。面对强力敌人的追击，他们需要躲避和拉长与敌人的距离。上古神风术对单体造成极高伤害，是PK打BOSS的关键技能。阳关三叠在团战中可实现强大碾压推进。此外万象乾坤阵的存在作为防御技能，保护着体弱的琴师们的安全，资深琴师玩家会知道，它还是抗怪的制胜法宝。虽然琴师在前期生存不易，对游戏的操作和走位要求高，而到了后期琴师将是强力输出。</p>
琴师擅长群攻且攻击伤害大，因此在人数较多的情况下法师会发挥出他们巨大的力量。琴师团在攻城战中是不可缺少的中坚力量。</p><br>
							<h4>【羽扇】</h4>
							<p>羽扇的战斗风格与其他两种职业不同，简单来说，可以用“消耗战”“持久战”更或者“游击战”来描述。被羽扇缠上可不是一个好的选择。轻灵飘逸的羽扇精通各种技能，他们精神力强大，十分擅长控制辅助型技能。一人难敌四手，羽扇们在召唤技能上有着独树一帜的成就。召唤出的魅影在前期具有很大优势。实属怪物的克星。羽扇的招牌技能“风火雷霆”更是难缠，持续性掉血，对BOSS来说，还能让BOSS无法回血，简直是BOSS的噩梦；对玩家来说，在战斗中血量补不回来，被打残也只能选择回城自保。</p>
							<p>羽扇能够治疗、施毒、增强自己和队友的状态，技能多样，近能单杀BOSS，退能辅助，虽然羽扇的攻击并不强大，羽扇的全方位发展造就了他们的强大。</p>

						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default{
		name:"Strategy101",
		data(){
			return{
				
			}
		}
	}
</script>

<style>
	
</style>

